[
    {
        "name": "Averen<br>Turay",
        "role": "Co-President",
        "pronouns": "he/they",
        "image": "averen2.JPG",
        "bio": "Averen is simply buzzing for another year with MT. After spending his 2nd year as co-social secretary, Averen cannot wait for his next year in co-presidency (he just cannot seem to do a role by himself). Look out for every single one of his fleeces; he’s basically married to them all. He also loves materials."
    },
    {
        "name": "Jay<br>Etim",
        "role": "Co-President",
        "pronouns": "she/they",
        "image": "jay2.jpeg",
        "bio": "Jay is excited to go into her third year and neglect her degree for MTSoc once again. She promises the baked goods won’t stop just because she’s co-president now <3"
    },
    {
        "name": "Stephanie<br>Hamilton-Brown",
        "role": "Treasurer",
        "pronouns": "she/they",
        "image": "steph2.JPG",
        "bio": "Having been in MT since her first year, Stephanie is so grateful for the welcoming community she's grown with throughout her university experience. Now in her fourth year, she's excited to keep growing, making memories, and pushing herself creatively!"
    },
    {
        "name": "Alvin<br>Chung",
        "role": "Secretary",
        "pronouns": "he/him",
        "image": "alvin.JPG",
        "bio": "Currently majoring in Geophysics and minorly in triple-booking his calendar, Alvin is more than delighted to be on committee. You’ll usually find him glued to his laptop, buried in spreadsheets, docs, emails (and yes, plenty of GIFs)."
    },
    {
        "name": "Tim<br>Spawforth",
        "role": "Publicity Officer",
        "pronouns": "he/him",
        "image": "tim.jpg",
        "bio": "Did Tim forget he had a degree this year? Perhaps. He's already thrown himself headfirst into MT and Dram and term hasn't even started yet. He's excited to see what the year has in store: new songs, new proposals and most importantly new people to meet. Please say hi if you see him around!"
    },
    {
        "name": "Charlie<br>Barklam",
        "role": "Webmaster",
        "pronouns": "he/him",
        "image": "charlie.jpg",
        "bio": "As we all know, musical theatre and web design goes hand in hand, so this year Charlie is going to be fixated on maximising the synergy between them... He's a second year who thoroughly enjoyed every aspect of MT last year, and can't wait to see what this year has in store!"
    },
    {
        "name": "Ananjan<br>Pillai",
        "role": "Social secretary",
        "pronouns": "he/him",
        "image": "ananjan.jpg",
        "bio": "Ananjan (your overwhelmed but enthusiastic Social Sec) cannot wait to 'take you skydiving' (for union members reading: it's karaoke with safety goggles and a fast-spinning-fan). No clue why there is a treble clef in his Aerodynamics notes, but he IS sure that this year will be full of chaotic fun!!!"
    },
    {
        "name": "Iris<br>Wang",
        "role": "Social secretary",
        "pronouns": "she/they",
        "image": "iris.jpg",
        "bio": "Iris likes to get her grubby little hands on a bit of everything MT. Iris can’t wait to take a break from licking rocks to meet all the new mtsoc freshers and organise fun socials for everyone :)"
    },
    {
        "name": "Frances<br>Jin",
        "role": "Equipment Manager",
        "pronouns": "she/her",
        "image": "frances.jpeg",
        "bio": "Frances absolutely cannot wait to be on the committee this year. Musicals are her endless source of joy and inspiration, and her Apple Music playlist is always overtaken by musical albums. She is ready to share the magic of theatre with whoever wants to take part in this society. It’s doubt that this is going to be an extraordinary year in her life."
    }
]
