[
    {
        "name": "Naya<br>Miah",
        "role": "President",
        "pronouns": "she/her",
        "image": "naya.jpeg",
        "bio": "Last year, Naya used a ghostwriter for her committee bio. Now that she's president, she actually has to write her own bio (she's really bad at writing bios). And so, she has no other words other than she's so excited to spread love and spend her final year with her favourite society!"
    },
    {
        "name": "Jasmine<br>Ajaz",
        "role": "Vice president",
        "pronouns": "she/her",
        "image": "jaz.jpeg",
        "bio": "In the last year of her Physics degree, Jaz is thrilled to have made 'resident oldie' status on this, her most favourite of committees. She dedicates this bio to all the resident oldies that came before her, and all those yet to come."
    },
    {
        "name": "Giulio<br>Bassanino",
        "role": "Treasurer",
        "pronouns": "he/him",
        "image": "giulio.jpeg",
        "bio": "Giulio spent his first year spending what little time inside and out of his JMC degree dedicated to overcommitting to MTSoc. While struggling to balance his degree and societies, he realised he could better spend the next year struggling to balance his degree, societies and MTSoc's finances. He hopes he can help others find the belonging and warmth he did in the society by not crashing it into crushing debt."
    },
    {
        "name": "Jay<br>Etim",
        "role": "Secretary",
        "pronouns": "she/they",
        "image": "jay.jpeg",
        "bio": "Jay is a second year ChemEng student who's excited to neglect their degree for MTSoc once again! Expect to see her with boxes of baked goods, huddled over her laptop, formulating the most unnecessarily, blindingly colourful spreadsheet you will ever lay your eyes upon (and yes, you can have a cookie <3)"
    },
    {
        "name": "Dana<br>Whigan",
        "role": "Publicity Officer",
        "pronouns": "she/they",
        "image": "dana.jpeg",
        "bio": "Dana is absolutely buzzing to finally be on committee! What better way to finish their biomed degree than to carefully craft MTSoc's posts and stories and captions, just like they do on their own account. They even curated this bio a month in advance. That's how much they love their job."
    },
    {
        "name": "Jack<br>Finnis",
        "role": "Webmaster",
        "pronouns": "he/him",
        "image": "jack.jpeg",
        "bio": "Jack is a 3rd year Computer Science undergraduate. He has found the perfect way to spend more time with MTSoc while also learning for his course: MTSoc Webmaster! He is super excited for a final year of musicals, cabarets and costumes."
    },
    {
        "name": "Averen<br>Turay",
        "role": "Social secretary",
        "pronouns": "he/they",
        "image": "averen.jpeg",
        "bio": "Averen is thrilled to be providing some much needed materials rep in MT. Entering his 2nd year, he cannot wait to blow your individual socks off with the socials planned. Trust, there will be explosions (if the union reads this, I'm joking). Be there or be square. 😎"
    },
    {
        "name": "Stephanie<br>Hamilton-Brown",
        "role": "Social secretary",
        "pronouns": "she/they",
        "image": "steph.jpeg",
        "bio": "Stephanie is a 3rd year medical bioscience student and is super excited to be social sec this year! Now that she's on committee she gets to spend even more time with her favourite people and even less time on her degree (whoops!)"
    },
    {
        "name": "Jasmine<br>Fung",
        "role": "Equipment Manager",
        "pronouns": "she/her",
        "image": "jasmine.jpeg",
        "bio": "Jasmine is very excited to be on committee again with the same role this year! She loves being with MTSoc and looks forward to welcoming all the freshers!"
    }
]
