[
    {
        "name": "Jasmine<br>Ajaz",
        "role": "President",
        "pronouns": "she/her",
        "image": "jaz.jpeg",
        "bio": "Jaz had a spectacular first year because of MTSoc. Jaz had possibly an even more spectacular second year because of MTSoc. Now, in her third year, she hopes that MTSoc can continue making things spectacular for all, and can't wait to spend even more time with her fav community ❤"
    },
    {
        "name": "Nathalie<br>Tedfors Lindell",
        "role": "Vice president",
        "pronouns": "she/her",
        "image": "nathalie.jpeg",
        "bio": "Nathalie is on the MTSoc committee for her third year in a row - this time to be the resident Old Person and Advice Giver. She also has a side hustle as an MRes student; a programme she applied to for entirely academic reasons and not just because she wasn't ready to say goodbye to the society yet, pinky promise."
    },
    {
        "name": "Reuben<br>Gilson-Barnett",
        "role": "Treasurer",
        "pronouns": "he/him",
        "image": "reuben.jpeg",
        "bio": "Reuben has spent his 2 years at Imperial in his overdraft. Naturally, he thought running for treasurer would be a good idea."
    },
    {
        "name": "Aanaya<br>Miah",
        "role": "Secretary",
        "pronouns": "she/her",
        "image": "naya.jpeg",
        "bio": "Naya is a 2nd year Biochem student ready to lay down her life just to write the perfect email. Every colour coded heading, every hyperlink, every GIF. You noticed it? Exactly what she wanted. Naya: in your inbox and indulging in her MT hyperfixation."
    },
    {
        "name": "Harry<br>McCarthy",
        "role": "Publicity Officer",
        "pronouns": "he/they",
        "image": "harry.jpeg",
        "bio": "Does Harry wish he did a musical theatre degree instead of physics? Yes. Does Harry love his MTSoc family more than his degree? Yes. That's why he is committing to the society even more this academic year - as Publicity Officer!"
    },
    {
        "name": "Jack<br>Finnis",
        "role": "Webmaster",
        "pronouns": "he/him",
        "image": "jack.jpeg",
        "bio": "Jack has found the perfect way to spend more time with MTSoc this year while also learning for his course, Computer Science: become MTSoc webmaster and general techie! He is a 2nd year undergraduate and is super excited for another year of musicals & more!"
    },
    {
        "name": "Oli<br>Keene",
        "role": "Social secretary",
        "pronouns": "they/he/she",
        "image": "oli.jpeg",
        "bio": "Oli is thrilled to be back again for another year as an MTSoc social sec! This time around they plan on making zero mistakes. Not even a tiny one. Not ever."
    },
    {
        "name": "Solen<br>Marqueste",
        "role": "Social secretary",
        "pronouns": "she/her",
        "image": "solen.jpeg",
        "bio": "Solen is a third year Chemical engineering student and she is really excited to be half of the social secretary team this year. She hopes you'll fall in love with MTSoc as much as she has 😊. She is also very sad that this will be her final year in the most amazing society to ever be created."
    },
    {
        "name": "Jasmine<br>Fung",
        "role": "Equipment Manager",
        "pronouns": "she/her",
        "image": "jasmine.jpeg",
        "bio": "Jasmine is a second-year Biochem student who loves all things musical theatre. She's excited about being in more productions, singing more flower songs, and organising the costume cupboard (her 'excuse' to not focus on her degree)!"
    }
]
